driver-tests/bpelse/if/ifJbi/test/IfFlow36/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:ifflowbranch1>elseif</def:ifflowbranch1>
    <def:ifflowbranch2>elseif</def:ifflowbranch2>
    <def:elseifflowbranch1>elseif</def:elseifflowbranch1>
    <def:elseifflowbranch2>elseif</def:elseifflowbranch2>
    <def:elseflowbranch1>elseif</def:elseflowbranch1>
    <def:elseflowbranch2>elseif</def:elseflowbranch2>
  </soapenv:Body>
</soapenv:Envelope>